Repository: kccarlos/kvoice
Catalog: Packages/KvoiceUI/Sources/KvoiceUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Switch between your saved actions with ⌘1–⌘0, in the order they are saved. The shortcut works while a dictation is in progress, and on this page when the KVoice window is focused.
zh_hans: 用 ⌘1–⌘0 按保存顺序在已保存的操作之间切换。该快捷键在听写进行中有效，在 KVoice 窗口获得焦点时也在此页面有效。

source: System Default
zh_hans: 系统默认

source: System Default follows System Settings. Custom Device pins one microphone. Prioritized uses the first connected device from your list.
zh_hans: “系统默认”跟随系统设置。“自定义设备”固定使用一个麦克风。“优先级列表”使用列表中第一个已连接的设备。

source: System Settings could not be opened automatically. Go to %@ and enable KVoice.
zh_hans: 无法自动打开“系统设置”。请前往%@并启用 KVoice。

source: System Settings › Privacy & Security › Accessibility
zh_hans: 系统设置 › 隐私与安全性 › 辅助功能

source: System Settings › Privacy & Security › Microphone
zh_hans: 系统设置 › 隐私与安全性 › 麦克风

source: System-managed
zh_hans: 系统管理

source: Take the Quick Tour
zh_hans: 查看快速导览

source: Target
zh_hans: 目标

source: Target language
zh_hans: 目标语言

source: Teach KVoice names and jargon in Dictionary, turn on polish or translation in AI Actions, switch speech models, or choose a different device in Microphone — all in KVoice's main window.
zh_hans: 在词典中教 KVoice 识别专有名词和术语，在 AI 操作中开启润色或翻译，切换语音模型，或在麦克风中更换设备——这些都在 KVoice 的主窗口中完成。

source: Term
zh_hans: 词条

source: Terms
zh_hans: 词条

source: Terms sent as hints
zh_hans: 作为提示发送的词条

source: Test Active Configuration
zh_hans: 测试当前配置

source: Test Configuration
zh_hans: 测试配置

source: Test Prompt
zh_hans: 测试提示词

source: Testing…
zh_hans: 正在测试…

source: That backup could not be read. It may have been moved or deleted.
zh_hans: 无法读取该备份。它可能已被移动或删除。

source: The <resource> in https://<resource>.openai.azure.com
zh_hans: https://<resource>.openai.azure.com 中的 <resource>

source: The checked transcripts and their stored recordings are removed. Everything else stays. This cannot be undone.
zh_hans: 已勾选的转写及其存储的录音会被移除。其他内容保留。此操作无法撤销。

source: The chosen device is not connected; the system default is used until it returns.
zh_hans: 所选设备未连接；在它重新连接之前使用系统默认设备。

source: The default action runs after each transcription. Click to set the default; double-click to edit; right-click for more.
zh_hans: 默认操作在每次转写后运行。点按设为默认；连按两次编辑；右键点按查看更多。

source: The dictionary is written as plain text, one term per line.
zh_hans: 词典以纯文本写出，每行一个词条。

# The dictionary may use %lld of %@; the rest is kept in reserve. %@
source: The dictionary may use %1$lld of %2$@; the rest is kept in reserve. %3$@
zh_hans: 词典可使用%2$@中的 %1$lld 个；其余保留。%3$@

source: The downloaded package is removed from disk. Other models, your settings, history, and shortcut are kept.
zh_hans: 已下载的模型包会从磁盘移除。其他模型、你的设置、历史记录和快捷键会保留。

source: The endpoint URL is not usable.
zh_hans: 端点 URL 不可用。

source: The endpoint answered, but not with the expected reply. Check the model name.
zh_hans: 端点有响应，但不是预期的回复。请检查模型名称。

source: The endpoint could not be reached. Check the URL and your connection.
zh_hans: 无法连接端点。请检查 URL 和网络连接。

source: The endpoint is rate-limited%@. Try again shortly.
zh_hans: 端点已限流%@。请稍后重试。

source: The endpoint reported no models.
zh_hans: 端点未报告任何模型。

source: The endpoint returned an error%@. Check the model name and URL path.
zh_hans: 端点返回了错误%@。请检查模型名称和 URL 路径。

source: The export could not be written.
zh_hans: 无法写入导出文件。

source: The file contains no terms.
zh_hans: 文件中没有词条。

source: The file could not be written.
zh_hans: 无法写入文件。

source: The first connected device in your list.
zh_hans: 列表中第一个已连接的设备。

source: The first run after a load includes Core ML warm-up; run it again for the steady figure.
zh_hans: 加载后的首次运行包含 Core ML 预热；再运行一次可得到稳定数值。

source: The first-run guide, for walking through the model, permissions, and shortcut again. It deletes nothing.
zh_hans: 首次运行向导，用于再次完成模型、权限和快捷键的设置。不删除任何内容。

source: The folder was moved, deleted, or its permission expired. Exports are skipped until you choose it again.
zh_hans: 文件夹已被移动、删除或权限已过期。在你重新选择之前会跳过导出。

source: The global key that starts and stops dictation. KVoice listens for this one key and nothing else.
zh_hans: 用于开始和停止听写的全局按键。KVoice 只监听这一个按键，别无其他。

source: The installed model failed verification. %@ Retry to download it again.
zh_hans: 已安装的模型未通过验证。%@ 请重试以重新下载。

source: The key that starts a dictation. Push-to-Talk is the safe default.
zh_hans: 开始听写的按键。“按住说话”是安全的默认选项。

source: The keys and buttons that start, stop, and cancel a dictation.
zh_hans: 用于开始、停止和取消听写的按键和按钮。

source: The language of KVoice's own windows and menus. Speech recognition and translation languages are set in Speech Models and AI Actions.
zh_hans: KVoice 自身窗口和菜单的语言。语音识别和翻译的语言在“语音模型”和“AI 操作”中设置。

source: The level test keeps no audio; the meter shows the peak once the test finishes. It uses the device chosen above.
zh_hans: 电平测试不保留任何音频；测试结束后仪表显示峰值。它使用上方选择的设备。

source: The link could not be opened. Copy it instead: %@
zh_hans: 无法打开链接。请改为复制：%@

source: The local speech models that transcribe your voice on this Mac.
zh_hans: 在这台 Mac 上转写你语音的本地语音模型。

source: The managed package is removed from disk. Dictation is Not Ready until a model is downloaded or chosen again. Your settings, history, and shortcut are kept.
zh_hans: 托管的模型包会从磁盘移除。在重新下载或选择模型之前，听写处于“未就绪”状态。你的设置、历史记录和快捷键会保留。

source: The menu bar
zh_hans: 菜单栏

source: The microphone is used only while you dictate. Audio is transcribed on this Mac, and the short level test below is not saved.
zh_hans: 麦克风只在你听写时使用。音频在这台 Mac 上转写，下方的简短电平测试不会保存。

source: The microphone test could not be completed.
zh_hans: 无法完成麦克风测试。

source: The model is transcribing. Wait for the current dictation to finish.
zh_hans: 模型正在转写。请等待当前听写完成。

source: The package behind the current model, and the actions that manage it. Verified against the manifest bundled with this release before it is loaded.
zh_hans: 当前模型背后的模型包，以及管理它的操作。加载前会对照此版本随附的清单进行验证。

source: The recording could not be opened.
zh_hans: 无法打开录音。

source: The recording produced no transcript.
zh_hans: 录音未生成转写文本。

source: The recording was transcribed again with the current model. Replacing keeps the recording, timing, and AI result; only the original transcript changes.
zh_hans: 录音已用当前模型重新转写。替换会保留录音、时间信息和 AI 结果；只有原始转写会改变。

source: The request did not fit the on-device model's context window.
zh_hans: 请求超出了本机模型的上下文窗口。

source: The request failed.
zh_hans: 请求失败。

source: The request failed. Check the AI configuration.
zh_hans: 请求失败。请检查 AI 配置。

source: The setup guide will open again from the first screen. Your model, history, shortcut, and other settings are kept.
zh_hans: 设置向导会从第一屏重新打开。你的模型、历史记录、快捷键和其他设置会保留。

source: The shortcut is not active until it is confirmed. Right Option on its own is offered in the recorder.
zh_hans: 快捷键在确认之前不会生效。录制器中可选择单独的右 Option 键。

source: The silent pass run right after the model loaded, so the first dictation is not slower than the second.
zh_hans: 模型加载后立即运行的静默预热，使第一次听写不比第二次慢。

source: The speech model catalog is not connected in this build.
zh_hans: 此版本未连接语音模型目录。

source: The speech runtime is not connected in this build.
zh_hans: 此版本未连接语音运行时。

source: The test was cancelled.
zh_hans: 测试已取消。

source: The token budget appears once a speech model is set up.
zh_hans: 设置好语音模型后会显示 token 预算。

source: The transcript is supplied separately, wrapped in <TRANSCRIPT> tags. Instruct the model to treat it as data, not instructions.
zh_hans: 转写文本会单独提供，并包裹在 <TRANSCRIPT> 标签中。请指示模型把它当作数据而非指令。

source: There is no account, telemetry, or background recording.
zh_hans: 没有账户、遥测或后台录音。

source: There may not be enough free space for the download. Free up space or choose an existing model folder.
zh_hans: 可用空间可能不足以完成下载。请释放空间或选择现有的模型文件夹。

source: These settings are identical; nothing will change.
zh_hans: 这些设置完全相同；不会有任何更改。

source: Third-party notices for the libraries and the speech model linked into KVoice.
zh_hans: KVoice 所链接的库和语音模型的第三方声明。

source: This action has no extra settings. Edit it to change its instructions, trigger words, or context awareness.
zh_hans: 此操作没有额外设置。编辑它可更改指令、触发词或上下文感知。

source: This file was exported by a newer version of KVoice (format %1$lld); this version supports up to format %2$lld. Update KVoice and try again.
zh_hans: 此文件由较新版本的 KVoice 导出（格式 %lld）；当前版本最高支持格式 %lld。请更新 KVoice 后重试。

source: This includes the interface language, which takes a relaunch.
zh_hans: 其中包括界面语言，此项更改需要重新启动才能生效。

source: This includes the shortcut.
zh_hans: 其中包括快捷键。

source: This is a built-in action. It can be edited but not deleted; Reset brings back the shipped text and trigger words.
zh_hans: 这是内置操作。可以编辑但不能删除；“重置”会恢复出厂文本和触发词。

source: This model is not compatible with this Mac. %@
zh_hans: 此模型与这台 Mac 不兼容。%@

source: This removes every saved transcript and any stored recordings. Your settings, shortcut, and the local model are kept.
zh_hans: 这会移除所有已保存的转写和所有存储的录音。你的设置、快捷键和本地模型会保留。

source: Three short pages: where the text goes, the menu bar, and how to customize KVoice. Also in Help.
zh_hans: 三个简短页面：文字去向、菜单栏，以及如何自定义 KVoice。“帮助”中也有。

source: Time range
zh_hans: 时间范围

source: Time saved assumes typing at %lld words per minute.
zh_hans: 节省的时间按每分钟打 %lld 个词估算。

source: Timed out waiting for the endpoint.
zh_hans: 等待端点响应超时。

source: Title
zh_hans: 标题

source: Today's Private Cloud Compute limit is reached.
zh_hans: 已达到今日的私密云计算使用上限。

source: Toggle (press to start and stop)
zh_hans: 切换（按下开始和停止）

source: Toggle (press to start, press to stop)
zh_hans: 切换（按下开始，再按停止）

source: Toggle — press to start, press again to stop
zh_hans: 切换 — 按下开始，再按一次停止

source: Toggles this item for bulk actions
zh_hans: 切换此项目以进行批量操作

source: Token Budget
zh_hans: Token 预算

source: Tokens used
zh_hans: 已用 token

source: Transcribe File
zh_hans: 转写文件

source: Transcribe File…
zh_hans: 转写文件…

source: Transcribe an audio or video file
zh_hans: 转写音频或视频文件

source: Transcribe an audio or video file…
zh_hans: 转写音频或视频文件…

source: Transcribed %@.
zh_hans: 已转写 %@。

source: Transcribed file
zh_hans: 已转写的文件

source: Transcribed from a file; nothing was inserted
zh_hans: 从文件转写；未插入任何内容

source: Transcribes a bundled twelve-second speech sample and reports the real-time factor and peak CPU and GPU use.
zh_hans: 转写随附的十二秒语音样本，并报告实时系数以及 CPU 和 GPU 的峰值使用率。

source: Transcribing
zh_hans: 转录中

source: Transcribing %@ failed.
zh_hans: 转写 %@ 失败。

source: Transcribing file
zh_hans: 正在转写文件

source: Transcribing locally
zh_hans: 正在本地转写

source: Transcript
zh_hans: 转写文本

source: Transcript Retention
zh_hans: 转写保留期

source: Transcript replaced.
zh_hans: 转写文本已替换。

source: Transcript text goes to Apple's Private Cloud Compute; audio never does.
zh_hans: 转写文本会发送到 Apple 的私密云计算；音频绝不会。

source: Transcript text goes to your endpoint; audio never does.
zh_hans: 转写文本会发送到你的端点；音频绝不会。

source: Transcript text only, to the configured endpoint. Never audio, history, clipboard, or the target app's content.
zh_hans: 只把转写文本发送到已配置的端点。绝不发送音频、历史记录、剪贴板或目标应用的内容。

source: Transcript to copy
zh_hans: 要复制的转写文本

source: Transcript version
zh_hans: 转写版本

source: Transcription
zh_hans: 转写

source: Transcription language
zh_hans: 转写语言

source: Transcription mode for %@
zh_hans: %@ 的转写模式

source: Transcription time
zh_hans: 转写用时

source: Transform into diplomatic, tactful, emotionally intelligent workplace communication.
zh_hans: 转化为得体、委婉、富有情商的职场沟通表达。

source: Translate
zh_hans: 翻译

source: Translate consolidates mixed languages; editing preserves them.
zh_hans: 翻译会统一混合语言；编辑则保留它们。

source: Translate to %@
zh_hans: 翻译为%@

source: Translated to
zh_hans: 翻译为

source: Translating
zh_hans: 翻译中

source: Translating to %@
zh_hans: 正在翻译为%@

source: Translation target
zh_hans: 翻译目标

source: Tries the download again from where it stopped.
zh_hans: 从停止处再次尝试下载。

source: Tries the failed operation again.
zh_hans: 再次尝试失败的操作。

source: Trigger
zh_hans: 触发方式

source: Trigger Words
zh_hans: 触发词

source: Trigger mode
zh_hans: 触发模式

source: Trims the ends and collapses runs of spaces in the inserted text. It never changes case or punctuation.
zh_hans: 修剪插入文本两端并合并连续空格。绝不更改大小写或标点。

source: Troubleshooting
zh_hans: 故障排除

source: Try Again
zh_hans: 再试一次

source: Try it
zh_hans: 试一试

source: Turn on Save History to keep completed dictations here.
zh_hans: 开启“保存历史记录”以在此保留完成的听写。

source: Turn on Save History to transcribe files
zh_hans: 开启“保存历史记录”以转写文件

source: Turn on Save History to transcribe files.
zh_hans: 开启“保存历史记录”以转写文件。

source: Turns the output volume down to zero while you dictate and restores it afterwards. Playback is not paused.
zh_hans: 听写时把输出音量降为零，之后恢复。播放不会暂停。

source: Type
zh_hans: 类型

source: Type into apps that block direct insertion
zh_hans: 在阻止直接插入的应用中键入

source: Type into apps that block direct insertion (terminals)
zh_hans: 在阻止直接插入的应用中键入（终端）

source: Typed into the application
zh_hans: 已键入到应用中

source: Unavailable
zh_hans: 不可用

source: Unavailable for this app location
zh_hans: 此应用位置不可用

source: Unavailable for this model
zh_hans: 此模型不可用

source: Undo
zh_hans: 撤销

source: Unknown
zh_hans: 未知

source: Unload Model Now
zh_hans: 立即卸载模型

source: Unloading Model…
zh_hans: 正在卸载模型…

source: Unloading…
zh_hans: 正在卸载…

source: Use
zh_hans: 使用

source: Use %@ Instead
zh_hans: 改用 %@

source: Use %@.
zh_hans: 使用 %@。

source: Use AI Actions
zh_hans: 使用 AI 操作

source: Use AI to enhance, translate, or transform your transcriptions. Only the transcript — and any context an action opts into — is sent to your configured endpoint; audio, history, and target-app data stay local.
zh_hans: 用 AI 增强、翻译或转换你的转写文本。只有转写文本 — 以及操作选择加入的上下文 — 会发送到你配置的端点；音频、历史记录和目标应用的数据保留在本地。

source: Use Raw Transcript Now
zh_hans: 立即使用原始转写

source: Use Recommended Shortcut
zh_hans: 使用推荐快捷键

source: Use System Instructions
zh_hans: 使用系统指令

source: Use recommended shortcut
zh_hans: 使用推荐快捷键

source: Use {targetLanguageDisplayName} and {targetLanguageBCP47} in the instructions to refer to these.
zh_hans: 在指令中用 {targetLanguageDisplayName} 和 {targetLanguageBCP47} 引用这些值。

source: User Profile
zh_hans: 用户档案

source: User profile
zh_hans: 用户档案

source: Uses the real recorder and transcription. The text appears below and is not inserted anywhere.
zh_hans: 使用真实的录音和转写。文本显示在下方，不会插入到任何地方。

source: Using the loaded model's cap of %lld tokens, which is lower than the model's own limit.
zh_hans: 正在使用已加载模型的 %lld 个词元上限，它低于模型自身的限制。

source: Verified and saved
zh_hans: 已验证并保存

source: Verify & Save
zh_hans: 验证并保存

source: Verify & Save runs one short test request on this Mac.
zh_hans: “验证并保存”会在这台 Mac 上运行一次简短的测试请求。

source: Verify & Save sends one short test request to Private Cloud Compute.
zh_hans: “验证并保存”会向私密云计算发送一次简短的测试请求。

source: Verify & Save sends one short test request to the endpoint.
zh_hans: “验证并保存”会向端点发送一次简短的测试请求。

# Verifying model — %lld of %lld files…
source: Verifying model — %1$lld of %2$lld files…
zh_hans: 正在验证模型 — %lld / %lld 个文件…

source: Verifying model…
zh_hans: 正在验证模型…

source: Verifying the package. Wait for verification to finish.
zh_hans: 正在验证模型包。请等待验证完成。

# Verifying — %lld of %lld files
source: Verifying — %1$lld of %2$lld files
zh_hans: 正在验证 — %lld / %lld 个文件

source: Verifying…
zh_hans: 正在验证…

source: Version
zh_hans: 版本

source: Voice Activity Detection
zh_hans: 语音活动检测

source: Waiting for macOS
zh_hans: 正在等待 macOS

source: Waiting for you to enable KVoice in System Settings. This screen updates by itself once it is on.
zh_hans: 正在等待你在“系统设置”中启用 KVoice。开启后此屏幕会自动更新。

source: Waiting on %@. Use Fix… above to set it up.
zh_hans: 正在等待%@。请用上方的“修复…”进行设置。

source: Warm-up
zh_hans: 预热

source: Waveform
zh_hans: 波形

source: Welcome
zh_hans: 欢迎

source: What KVoice does with your voice, and what never leaves this Mac.
zh_hans: KVoice 如何处理你的语音，以及哪些内容绝不会离开这台 Mac。

source: What KVoice keeps on this Mac, for how long, and where it is exported.
zh_hans: KVoice 在这台 Mac 上保留哪些内容、保留多久，以及导出到哪里。

source: What KVoice needs from macOS, and whether it has it right now.
zh_hans: KVoice 需要 macOS 的哪些权限，以及现在是否已获得。

source: What happens while you record and how the finished text is inserted.
zh_hans: 录音时会发生什么，以及完成的文本如何插入。

source: What you hear while dictating. Mute restores the volume on every exit.
zh_hans: 听写时你会听到的内容。静音会在每次退出时恢复音量。

source: When a transcript begins with one of these, this action runs instead of the default and the trigger phrase is removed.
zh_hans: 当转写文本以其中一个开头时，运行此操作而非默认操作，并移除触发短语。

source: When an app's text field cannot be written through Accessibility, KVoice types the text as keystrokes instead of copying it to the clipboard.
zh_hans: 当应用的文本框无法通过辅助功能写入时，KVoice 会以按键方式键入文本，而不是复制到剪贴板。

source: When enabled, KVoice appears in the Dock as well as the menu bar. The menu-bar item is always shown.
zh_hans: 启用后，KVoice 会同时显示在程序坞和菜单栏中。菜单栏项目始终显示。

source: When enabled, KVoice unloads the speech model on its own if the Mac reaches critical memory pressure and no dictation is running. The next dictation reloads it.
zh_hans: 启用后，如果 Mac 出现严重内存压力且当前没有听写在进行，KVoice 会自行卸载语音模型。下一次听写会重新加载它。

source: When enabled, a transcript that begins with an action's trigger word runs that action instead of the default. The trigger phrase is removed from the text.
zh_hans: 启用后，以某个操作的触发词开头的转写会运行该操作而非默认操作。触发短语会从文本中移除。

source: When off, new dictations are not saved. Existing entries stay until you clear them in History.
zh_hans: 关闭时不会保存新的听写。现有条目会保留到你在“历史记录”中清除。

source: When on, the default action runs after each transcription.
zh_hans: 开启时，默认操作会在每次转写后运行。

source: Where the text goes
zh_hans: 文本去向

source: Where the text goes, the menu bar, and how to customize KVoice.
zh_hans: 文本去向、菜单栏，以及如何自定义 KVoice。

source: Whether dictations are saved at all. History is stored only on this Mac. Turning it off stops new entries; it does not delete the ones already saved.
zh_hans: 是否保存听写。历史记录只存储在这台 Mac 上。关闭会停止新增条目；不会删除已保存的条目。

source: Which microphone KVoice listens to while you dictate.
zh_hans: 你听写时 KVoice 使用哪个麦克风。

source: While Recording
zh_hans: 录音时

source: Whisper models take a short prompt before the audio; other models may take none.
zh_hans: Whisper 模型会在音频之前接受一段简短的提示；其他模型可能不接受。

source: Works
zh_hans: 可用

source: Writes the finished text at the cursor of the app you are dictating into. KVoice does not read documents or watch keystrokes.
zh_hans: 把完成的文本写入你正在听写的应用的光标处。KVoice 不读取文稿，也不监视按键。

source: Written path: %@
zh_hans: 写入路径：%@

source: Your instructions are combined with a general-purpose template that keeps the transcript as data, forbids commentary, and names the input tags.
zh_hans: 你的指令会与通用模板结合，该模板把转写文本当作数据、禁止评论并指定输入标签。

source: Your instructions are sent verbatim as the whole system prompt. Full control, for advanced users.
zh_hans: 你的指令会原样作为完整的系统提示词发送。完全控制，适合高级用户。

source: Your settings, history, and models are kept. Export first if you want a copy.
zh_hans: 你的设置、历史记录和模型会保留。如需副本请先导出。

source: Your setup
zh_hans: 您的设置

source: about %@
zh_hans: 约 %@

source: api-key header
zh_hans: api-key 请求头

source: app changed
zh_hans: 应用已切换

source: audio %@
zh_hans: 音频 %@

source: change the compute units
zh_hans: 更改计算单元

source: default action
zh_hans: 默认操作

source: edited
zh_hans: 已编辑

source: edited built-in
zh_hans: 已编辑的内置操作

source: field not editable
zh_hans: 输入框不可编辑

source: incomplete
zh_hans: 未完成

source: insertion not verified
zh_hans: 插入未经验证

source: insertion refused
zh_hans: 插入被拒绝

source: macOS is asking for permission. Choose Allow in the dialog.
zh_hans: macOS 正在请求权限。请在对话框中选择“允许”。

source: macOS is showing the Accessibility prompt.
zh_hans: macOS 正在显示辅助功能提示。

source: no focused field
zh_hans: 没有聚焦的输入框

source: no frontmost app
zh_hans: 前台没有应用

source: peak CPU %@
zh_hans: CPU 峰值 %@

source: peak GPU %@
zh_hans: GPU 峰值 %@

source: permission missing
zh_hans: 缺少权限

source: run the performance test
zh_hans: 运行性能测试

source: secure field
zh_hans: 安全输入框

source: target language
zh_hans: 目标语言

source: the default model's limit of %lld tokens
zh_hans: 默认模型 %lld 个 token 的上限

source: the loaded model's limit of %lld tokens
zh_hans: 已加载模型 %lld 个 token 的上限

source: timed out
zh_hans: 已超时

source: too long to type
zh_hans: 太长无法键入

source: unsupported field
zh_hans: 不支持的输入框

source: “%@” is already in the dictionary.
zh_hans: “%@”已在词典中。

# ≈ %lld / %lld tokens
source: ≈ %1$lld / %2$lld tokens
zh_hans: ≈ %lld / %lld 个 token

source: ≈ is an estimate (about one token per four letters, more for Chinese, Japanese, and Korean) until the model is loaded.
zh_hans: 模型加载前，≈ 为估算值（约每四个字母一个 token，中文、日文和韩文更多）。
